RRN_Data/521700/521768.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2022-07-05T21:13:27.473+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2022-07-05T21:13:27.473+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="220701-001627" version="4"><overallSeverity>high</overallSeverity><situationVersionTime>2022-07-05T21:13:26.261+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="220701-001627-1" version="4"><situationRecordCreationTime>2022-07-01T16:13:06.251+02:00</situationRecordCreationTime><situationRecordObservationTime>2022-07-05T21:13:06.590+02:00</situationRecordObservationTime><situationRecordVersionTime>2022-07-05T21:13:26.261+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-07-01T16:13:06.251+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Atlantique</sourceIdentification><sourceName><values><value lang="fr">CEI de Mios</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-07-04T21:00:00.000+02:00</overallStartTime><overallEndTime>2022-07-06T06:00:00.000+02:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de nuit</value></values></periodName></validPeriod></validityTimeSpecification></validity><impact><trafficConstrictionType>carriagewayBlocked</trafficConstrictionType></impact><generalPublicComment><comment><values><value lang="fr">Cause chantier</value></values></comment><commentType>internalNote</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 18 m à l'ouest de La Teste - Zone industrielle [, fin : situé 69 m à l'est de La Teste [N250]</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Atlantique/District de Gironde/CEI de Mios</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor><locationDescriptor>onConnector</locationDescriptor></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.616676</latitude><longitude>-1.1377058</longitude></pointCoordinates><name><descriptor><values><value lang="fr">La Teste-de-Buch</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N250</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.61852</latitude><longitude>-1.125007</longitude></pointCoordinates><name><descriptor><values><value lang="fr">La Teste-de-Buch</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N250</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">La Teste [N250]</value></values></alertCLocationName><specificLocation>17042</specificLocation></alertCLocation><offsetDistance><offsetDistance>69</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">La Teste - Zone industrielle [</value></values></alertCLocationName><specificLocation>17041</specificLocation></alertCLocation><offsetDistance><offsetDistance>18</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0250</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>795.0</distanceAlong><fromReferent><referentIdentifier>33PR41U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>757.0</distanceAlong><fromReferent><referentIdentifier>33PR40D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><roadworksScale>major</roadworksScale><mobility><mobilityType>stationary</mobilityType></mobility><roadMaintenanceType>maintenanceWork</roadMaintenanceType></situationRecord><situationRecord xsi:type="ReroutingManagement" id="220701-001627-2" version="4"><situationRecordCreationTime>2022-07-01T16:13:06.251+02:00</situationRecordCreationTime><situationRecordObservationTime>2022-07-05T21:13:06.590+02:00</situationRecordObservationTime><situationRecordVersionTime>2022-07-05T21:13:26.261+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-07-01T16:13:06.251+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Atlantique</sourceIdentification><sourceName><values><value lang="fr">CEI de Mios</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-07-04T21:00:00.000+02:00</overallStartTime><overallEndTime>2022-07-06T06:00:00.000+02:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de nuit</value></values></periodName></validPeriod></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 18 m à l'ouest de La Teste - Zone industrielle [, fin : situé 67 m à l'est de La Teste [N250]</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Atlantique/District de Gironde/CEI de Mios</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor><locationDescriptor>onConnector</locationDescriptor></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.61666</latitude><longitude>-1.137722</longitude></pointCoordinates><name><descriptor><values><value lang="fr">La Teste-de-Buch</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N250</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.61852</latitude><longitude>-1.125007</longitude></pointCoordinates><name><descriptor><values><value lang="fr">La Teste-de-Buch</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N250</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">La Teste [N250]</value></values></alertCLocationName><specificLocation>17042</specificLocation></alertCLocation><offsetDistance><offsetDistance>67</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">La Teste - Zone industrielle [</value></values></alertCLocationName><specificLocation>17041</specificLocation></alertCLocation><offsetDistance><offsetDistance>18</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0250</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>797.0</distanceAlong><fromReferent><referentIdentifier>33PR41U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>757.0</distanceAlong><fromReferent><referentIdentifier>33PR40D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><reroutingManagementType>followLocalDiversion</reroutingManagementType><reroutingItineraryDescription><values><value lang="FR">en provenance de Bordeaux : par le boulevard de l'Industrie, l'avenue Gustave Eiffel, le boulevard de Cazaux (RD112) puis la RN 250 en direction d'Arcachon. 
en provenance d'Arcachon : par le boulevard de Cazaux (RD112) l'avenue Gustave Eiffel, le boulevard de l'Industrie, puis la RN 250 en direction de Bordeaux. </value></values></reroutingItineraryDescription><signedRerouting>true</signedRerouting></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>